export const itemsForFirstStage = [
  { text: "Проведення онлайн-зустрічі з власником бізнесу та брифування" },
  { text: "Аудит профілю/сайту на готовність до реклами (коригування)" },
  { text: "Створення рекламного кабінету, Бізнес менеджера" },
  { text: "Підключення пікселя, бізнес-сторінки Фейсбук та профіля Інстаграм" },
  { text: "Аналіз конкурентів, створення 7-10 гіпотез запусків реклами" },
  { text: "Пророблення портрету цільової аудиторії, сегментація" },
  { text: "Підготовка рекламних креативів (не менше 5 шт на 1 РК)" },
  { text: "Написання продающих текстів" },
  { text: "Запуск рекламних компаній Фейсбук та Інстаграм" },
];

export const itemsStage_2 = [
  { text: "Тестування оферів та 10-15 рекламних оголошень." },
  { text: "Отримання зворотнього зв'язку по обробці отриманих заявок від замовника" },
  { text: "Коригування тестових компаній" },
  { text: "Формування звітності за тестовий період" },
];

export const itemsStage_3 = [
  { text: "Масштабування рекламних компаній, які показали найкращі результати в тестовому періоді" },
  { text: " Оптимізація та коригування результатів протягом всієї рекламної кампанії" },
];
