export const QAList = [
  {
    id: "i1",
    question: "1. Який потрібен бюджет для показу рекламних оголошень?",
    answer:
      "Ціна варіюється: все залежить від Ваших цілей та конкуренції в ніші. Мінімальний бюджет для результативності - 300$ (за один місяць ведення).",
  },
  {
    id: "i2",
    question: "2. Для чого потрібен тестовий період?",
    answer: `Основна мета тестування - виявити найкращу зв'язку: аудиторія-пропозиція-заголовок-банер. Цей період допомагає зрозуміти, чи є аудиторія для Вашого продукту / послуги, на який офер вона краще реагує і яка вартість залучення цієї аудиторії.
      На основі даних тестування ми можемо масштабувати рекламу для отримання необхідної кількості цільових дій і ефективно витрачати бюджет, не показуючи рекламу на аудиторію, якій наша пропозиція не цікава.`,
  },
  {
    id: "i3",
    question: "3.  Як швидко я отримаю перші дзвінки і замовлення?",
    answer:
      "Ви можете отримати перші дзвінки і замовлення вже в день запуску рекламної кампанії. На кількість замовлень впливає також якість Вашого сайту, асортименту, бюджету і наявність унікальної торгової пропозиції.",
  },
  {
    id: "i4",
    question: "4. Як часто я буду отримувати звіти по ефективності рекламної кампанії?",
    answer:
      "Звіти по результатам роботи предоставляються щотижнево і щомісячно. Якщо Ви хочете бачити цифри частіше, у Вас завжди є доступ в рекламний кабінет, де Ви можете подивитись дані в режимі реального часу.",
  },
  {
    id: "i5",
    question: "5. Я можу сам вносити правки і контролювати рекламну кампанію?",
    answer:
      "Розумію, що ви хочете бути максимально зануреним у власний проект і контролювати процес роботи. Тільки варто враховувати, що велика кількість погоджень, тільки знизить ефективність нашої роботи і підвищить вартість наших робіт, так як фахівцеві необхідно буде витрачати в два рази більше часу.",
  },
  {
    id: "i6",
    question: "6. Пробували запускати рекламу, але нічого не вийшло. Злили гроші і не отримали результату. ",
    answer:
      "Я зможу проаналізувати ваші попередні запуски і запропонувати варіанти вирішення їх для того, щоб ми все-таки отримали хороший результат!",
  },
  {
    id: "i7",
    question: "Як проходить оплата?",
    answer: "Ви оплачуєте 50% після затвердження стратегії рекламної кампанії і 50% одразу після запущення її.",
  },
];
