import React from "react";
import { Advertising, DartBoard, DataBase, Trend } from "../../images/icons";
import styles from "./howItWorks.module.scss";

const HowItWorks = () => {
  const compinentItemList = [
    {
      Icon: DartBoard,
      title: "Залучення цільової аудиторії.",
      text: "Професійне налаштування таргетованої реклами дає можливість показувати ваші рекламні оголошення дійсно зацікавленим у вашому продукті користувачам.",
    },
    {
      Icon: DataBase,
      title: "Оптимізація рекламного бюджета.",
      text: "Цей тип реклами вважається найбільш недорогим і при цьому ефективним способом просування, адже допомагає домогтися збільшення потоку клієнтів навіть з невеликим бюджетом. Визначивши максимально точно ЦА, ви зможете скоротити рекламний бюджет і отримувати при цьому бажані результати. До того ж, для цього виду просування наявність сайту компанії зовсім не обов'язкова.",
    },
    {
      Icon: Trend,
      title: "Ріст показників продажу.",
      text: "Так як таргетинг дозволяє розповісти про вашу пропозицію максимально великій кількості зацікавлених користувачів, ви отримуєте підвищення рівня конверсії. Як наслідок, продажів стає більше, а показники прибутку стабільно ростуть.",
    },
    {
      Icon: Advertising,
      title: "Популяризація бренду в соцмережах.",
      text: "Ви можете просувати не тільки продукт компанії, але і ділитися новинками, розповідати про цікаві акції та пропозиції, принципах компанії і її життя в цілому. Споживачі цінують відкритість бренду і з особливим інтересом стежать за діяльністю таких підприємств.",
    },
  ];
  return (
    <div className={styles.ComponentWrapper}>
      <h2>Для чого потрібна таргетована реклама в соціальних мережах?</h2>
      <div className={styles.ComponentMainContent}>
        {compinentItemList.map((el, i) => (
          <div className={styles.ComponentListItem} key={"item" + i}>
            <div className={styles.IconContainer}>
              <el.Icon />
            </div>

            <div className={styles.TextContainer}>
              <h5>{el.title}</h5>
              <p>{el.text}</p>
            </div>
          </div>
        ))}
      </div>
    </div>
  );
};

export default HowItWorks;
